[
  {
    "id": 1,
    "image": "/src/assets/Image/Notion-logo.svg.png",
    "title": "Notion",
    "companyName": "Notion Labs, Inc.",
    "description": "Notion by Notion Labs, Inc. is a modern solution designed to improve productivity through intuitive and efficient features. All-in-one workspace for notes, tasks, wikis, and databases. Beyond its core features, the app provides powerful tools for organization, time management, and collaboration. Users can personalize their experience with custom templates, themes, and integrations with apps like Slack, GitHub, and Google Drive. Its block-based interface allows you to build anything from a simple to-do list to a company-wide knowledge base. Whether you're writing, planning, managing tasks, or creating databases, Notion adapts seamlessly to your workflow. Notion supports real-time collaboration, letting teams work together on shared documents and projects effortlessly. Its minimalist yet flexible design helps reduce visual clutter, encouraging focus and clarity. With cross-platform sync, offline access, and version history, it’s ideal for remote teams and solo professionals alike.",
    "size": 62.3,
    "reviews": 120000,
    "ratingAvg": 4.7,
    "downloads": 5,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 7000 },
      { "name": "3 star", "count": 15000 },
      { "name": "4 star", "count": 35000 },
      { "name": "5 star", "count": 57500 }
    ]
  },
  {
    "id": 2,
    "image": "/src/assets/Image/UY7DlO0a_400x400.png",
    "title": "Trello",
    "companyName": "Atlassian",
    "description": "Trello by Atlassian is a visual collaboration tool that makes project management flexible and intuitive. Collaborate, manage projects, and reach productivity peaks. Built around the Kanban methodology, it uses boards, lists, and cards to give you a bird’s-eye view of your workflow. Each card represents a task or idea and can include checklists, attachments, labels, due dates, and comments. Trello's power-ups allow integration with apps like Google Calendar, Slack, and Jira, turning a simple board into a full-featured productivity suite. Whether you're planning a marketing campaign, organizing a team sprint, or just managing your personal goals, Trello makes teamwork transparent and efficient. With mobile support and real-time sync, you’ll stay connected and in control wherever you go.",
    "size": 45.2,
    "reviews": 98000,
    "ratingAvg": 4.5,
    "downloads": 10,
    "ratings": [
      { "name": "1 star", "count": 4000 },
      { "name": "2 star", "count": 6000 },
      { "name": "3 star", "count": 12000 },
      { "name": "4 star", "count": 30000 },
      { "name": "5 star", "count": 46000 }
    ]
  },
  {
    "id": 3,
    "image": "/src/assets/Image/image.png",
    "title": "Todoist",
    "companyName": "Doist",
    "description": "Todoist by Doist is a task manager and to-do list app that helps you organize your work and life. It combines simplicity with powerful features like natural language processing, recurring tasks, and priority labels. The app supports nested tasks, project categorization, and collaboration features to streamline both personal and team productivity. Its clean interface is built for speed — quickly adding, editing, and organizing tasks is effortless. With karma tracking, you can gamify your productivity and stay motivated over time. Todoist also integrates with services like Gmail, Outlook, and Zapier to automate workflows. Whether you're managing errands or planning complex projects, Todoist keeps everything in one place.",
    "size": 39.8,
    "reviews": 87500,
    "ratingAvg": 4.6,
    "downloads": 8,
    "ratings": [
      { "name": "1 star", "count": 3500 },
      { "name": "2 star", "count": 5000 },
      { "name": "3 star", "count": 10000 },
      { "name": "4 star", "count": 28000 },
      { "name": "5 star", "count": 41000 }
    ]
  },
  {
    "id": 4,
    "image": "/src/assets/Image/images.png",
    "title": "Evernote",
    "companyName": "Evernote Corporation",
    "description": "Evernote by Evernote Corporation is a note-taking app designed to capture and organize everything that matters. Note taking app for organizing ideas, tasks, and schedules. From simple memos to research notes and project planning, Evernote makes information easy to find and retrieve. With rich formatting, web clipping, and multimedia support, your notes can include everything from images to PDF documents. Tagging and powerful search functionality ensure you never lose track of your ideas. Evernote syncs across devices and platforms, offering integrations with tools like Google Drive, Microsoft Teams, and Slack. Whether you're a student, professional, or creative thinker, Evernote acts as your second brain — storing knowledge and streamlining your workflow.",
    "size": 71.5,
    "reviews": 65000,
    "ratingAvg": 4.3,
    "downloads": 7,
    "ratings": [
      { "name": "1 star", "count": 6000 },
      { "name": "2 star", "count": 7000 },
      { "name": "3 star", "count": 9000 },
      { "name": "4 star", "count": 20000 },
      { "name": "5 star", "count": 23000 }
    ]
  },
  {
    "id": 5,
    "image": "/src/assets/Image/images (1).png",
    "title": "RescueTime",  
    "companyName": "RescueTime, Inc.",
    "description": "RescueTime by RescueTime, Inc. is automatic time tracking software designed to boost productivity through data. Automatic time tracking software for productivity insights. It runs quietly in the background, analyzing how you spend your time across applications and websites. The dashboard provides insights into productivity patterns, highlighting time-wasting activities and helping you regain control of your schedule. With goal setting, alerts, and focus sessions, you can create boundaries around your most productive hours. RescueTime empowers users to make data-driven decisions about their routines. Whether you want to cut distractions or improve focus, this app gives you the tools and visibility to optimize your day.",
    "size": 28.1,
    "reviews": 42000,
    "ratingAvg": 4.4,
    "downloads": 1.2,
    "ratings": [
      { "name": "1 star", "count": 2000 },
      { "name": "2 star", "count": 3000 },
      { "name": "3 star", "count": 6000 },
      { "name": "4 star", "count": 14000 },
      { "name": "5 star", "count": 17000 }
    ]
  },
  {
    "id": 6,
    "image": "/src/assets/Image/Microsoft_To-Do_icon.svg.png",
    "title": "Microsoft To Do",
    "companyName": "Microsoft Corporation",
    "description": "Microsoft To Do by Microsoft Corporation is a smart daily planner that helps manage your tasks with simplicity and power. Smart daily planner to manage your tasks efficiently. It combines intelligent task suggestions with seamless sync across Microsoft 365 products. Create custom lists, set reminders, and prioritize your day with the My Day feature, which offers focused daily planning. Integration with Outlook ensures that flagged emails and calendar tasks stay aligned. With cross-device sync and a sleek interface, Microsoft To Do is ideal for personal organization and professional productivity. Its blend of minimalism and deep integration makes it a versatile tool for anyone in the Microsoft ecosystem.",
    "size": 35.0,
    "reviews": 88000,
    "ratingAvg": 4.6,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 3000 },
      { "name": "2 star", "count": 4000 },
      { "name": "3 star", "count": 9000 },
      { "name": "4 star", "count": 26000 },
      { "name": "5 star", "count": 46000 }
    ]
  },
  {
    "id": 7,
    "image": "/src/assets/Image/Asana-Symbol.png",
    "title": "Asana",
    "companyName": "Asana, Inc.",
    "description": "Asana by Asana, Inc. is a team-oriented project management app that simplifies coordination and boosts efficiency. Work manager app for teams to organize and track projects. Asana helps break down complex workflows into manageable tasks and timelines. With features like project boards, timelines, dependencies, and automation rules, teams can stay aligned on objectives and deadlines. Each task can include assignees, comments, subtasks, and attachments for full context. Asana supports third-party integrations with apps like Slack, Google Workspace, and Zoom. Whether you're managing product development or marketing campaigns, Asana helps your team stay focused, accountable, and productive.",
    "size": 55.4,
    "reviews": 74000,
    "ratingAvg": 4.5,
    "downloads": 4.5,
    "ratings": [
      { "name": "1 star", "count": 2500 },
      { "name": "2 star", "count": 4000 },
      { "name": "3 star", "count": 8500 },
      { "name": "4 star", "count": 22000 },
      { "name": "5 star", "count": 37000 }
    ]
  },
  {
    "id": 8,
    "image": "/src/assets/Image/Google_Keep_2020_Logo.svg.png",
    "title": "Google Keep",
    "companyName": "Google LLC",
    "description": "Google Keep by Google LLC is a lightweight and fast note-taking app perfect for capturing ideas on the go. Fast and flexible note-taking and list app from Google. It’s built for simplicity, offering color-coded notes, voice memos, checklists, and photo attachments. Everything syncs with your Google account, allowing seamless access across devices. With location-based reminders and Google Assistant support, Keep keeps your life organized contextually and conveniently. Whether you’re grocery shopping, brainstorming, or planning a trip, Google Keep is the ideal quick-capture tool. Its deep integration with Google Workspace makes it a valuable part of your productivity stack.",
    "size": 23.9,
    "reviews": 190000,
    "ratingAvg": 4.7,
    "downloads": 15,
    "ratings": [
      { "name": "1 star", "count": 7000 },
      { "name": "2 star", "count": 9000 },
      { "name": "3 star", "count": 20000 },
      { "name": "4 star", "count": 50000 },
      { "name": "5 star", "count": 104000 }
    ]
  },
  {
    "id": 9,
    "image": "/src/assets/Image/apps.25317.14049653041316721.d9820d3e-d19f-4992-96b4-dcb6852fadd2.png",
    "title": "Focus To-Do",
    "companyName": "SuperElement Soft",
    "description": "Focus To-Do by SuperElement Soft combines Pomodoro technique with powerful task management features. Pomodoro timer & task management to boost focus and productivity. It builds a complete environment for deep work, minimizing distractions and maximizing concentration. Users can create custom work and break intervals, track daily Pomodoro sessions, and review detailed focus statistics. The design is minimal and calming, reducing cognitive load and enhancing focus. You can assign tasks to Pomodoro sessions, track time spent per task, and reflect on your efficiency. The app also includes optional background sounds and gamified achievements like streaks and milestones. Whether studying, coding, or working remotely, Focus To-Do is your personal productivity trainer.",
    "size": 29.6,
    "reviews": 51000,
    "ratingAvg": 4.5,
    "downloads": 3,
    "ratings": [
      { "name": "1 star", "count": 3000 },
      { "name": "2 star", "count": 3000 },
      { "name": "3 star", "count": 6000 },
      { "name": "4 star", "count": 15000 },
      { "name": "5 star", "count": 24000 }
    ]
  },
  {
    "id": 10,
    "image": "/src/assets/Image/unnamed.png",
    "title": "Clockify",
    "companyName": "COING Inc.",
    "description": "Clockify by COING Inc. is a comprehensive time tracking app designed for both teams and freelancers. Time tracking app for teams and freelancers. It helps track hours worked across projects, clients, and tasks with simplicity and accuracy. You can start a timer, log hours manually, or use the mobile and desktop apps to monitor work across platforms. Clockify supports billable hours, timesheet approvals, and in-depth reporting for productivity and payroll insights. With integrations for project management tools like Asana, Trello, and Jira, Clockify fits naturally into existing workflows. It's perfect for agencies, consultants, and remote teams looking to gain visibility into time usage and profitability.",
    "size": 34.0,
    "reviews": 37000,
    "ratingAvg": 4.4,
    "downloads": 1.7,
    "ratings": [
      { "name": "1 star", "count": 1500 },
      { "name": "2 star", "count": 2000 },
      { "name": "3 star", "count": 4000 },
      { "name": "4 star", "count": 12000 },
      { "name": "5 star", "count": 17500 }
    ]
  },
  {
    "id": 11,
    "image": "/src/assets/Image/unnamed (1).png",
    "title": "Forest",
    "companyName": "Seekrtech",
    "description": "Forest by Seekrtech is a unique productivity app that uses gamification to help users stay focused. Stay focused and plant trees with the Pomodoro technique. When you start a focus session, a tree begins to grow. If you leave the app, the tree dies. This simple concept encourages users to stay off their phones and concentrate on real tasks. Over time, users grow an entire forest as a visual representation of their focus habits. Forest also offers achievements, detailed focus stats, and the ability to plant real trees through a partnership with Trees for the Future. Ideal for students, professionals, and anyone trying to beat screen addiction, Forest turns focus into a game — one with real-world impact.",
    "size": 41.3,
    "reviews": 91000,
    "ratingAvg": 4.8,
    "downloads": 7,
    "ratings": [
      { "name": "1 star", "count": 2000 },
      { "name": "2 star", "count": 3000 },
      { "name": "3 star", "count": 6000 },
      { "name": "4 star", "count": 21000 },
      { "name": "5 star", "count": 59000 }
    ]
  },
  {
    "id": 12,
    "image": "/src/assets/Image/a5abcfcd454fc500e0a93ac9268563b8994316be0384729eec299ffdcec18b7d_200.webp",
    "title": "TickTick",
    "companyName": "Appest Inc.",
    "description": "TickTick by Appest Inc. is a powerful to-do list and task manager with built-in calendar features. To-do list and task manager with calendar and reminders. It combines productivity essentials in one app — including checklists, subtasks, recurring reminders, and tags. You can switch between list view and calendar view to plan your day with precision. Smart parsing allows you to enter tasks naturally (e.g., 'Call mom tomorrow at 6pm'). TickTick also includes a Pomodoro timer, habit tracker, and collaboration features. With cloud sync, custom themes, and widgets, it adapts to every productivity style. It’s a comprehensive tool for organizing work, life, and everything in between.",
    "size": 32.7,
    "reviews": 67000,
    "ratingAvg": 4.6,
    "downloads": 2.8,
    "ratings": [
      { "name": "1 star", "count": 2500 },
      { "name": "2 star", "count": 3500 },
      { "name": "3 star", "count": 7500 },
      { "name": "4 star", "count": 18000 },
      { "name": "5 star", "count": 35500 }
    ]
  }
]
